Repository: course-flow/wordpress-plugin
Catalog: courseflow/languages/courseflow-*.po
Languages: nl_nl

source: No flow selected - Click here to select
nl_nl: Geen flow geselecteerd

source: Please enter CourseFlow API settings to use this option
nl_nl: Voer jouw CourseFlow API gegevens in op deze optie te gebruiken

source: Redirect user to flow
nl_nl: Stuur gebruiker door naar de flow

source: You will be redirected to the bought course in a few seconds...
nl_nl: Je wordt binnen enkele seconden doorgestuurd naar het gekochte item

source: Error: Something went wrong, please check your settings
nl_nl: Error: Er ging iets mis, controleer de instellingen en probeer opnieuw

source: CourseFlow Shop Settings
nl_nl: CourseFlow Shop Instellingen

source: Connect
nl_nl: Verbinden

source: Connection successfully made
nl_nl: Verbinding succesvol gelegd

source: Click here to change your API settings
nl_nl: Klik hier om jouw API instellingen te wijzigen

source: Now add the shortcode <em>[courseflowShop]</em> to any page where you want to display your CourseFlow Shop page:
nl_nl: Voeg de code <em>[courseflowShop]</em> toe aan elke pagina waar je jouw CourseFlow Shop wilt tonen:

source: Settings
nl_nl: Instellingen

source: User added to CourseFlow Flow %d
nl_nl: Gebruiker toegevoegd aan flow %d op CourseFlow

source: Tried adding user to flow, but didn't succeed. Reason: %s
nl_nl: Geprobeerd gebruiker aan flow toe te voegen, maar dat is niet gelukt. Reden %s

source: View details
nl_nl: Bekijk details

source: More information about %s
nl_nl: Meer informatie over %s

source: Check for updates
nl_nl: Controleer op updates

# the plugin title
source: The %s plugin is up to date.
nl_nl: De %s plugin is bijgewerkt

# the plugin title
source: A new version of the %s plugin is available.
nl_nl: Een nieuwe versie van de %s plugin is beschikbaar

# the plugin title
source: Could not determine if updates are available for %s.
nl_nl: Niet mogelijk te bepalen of er nieuwe versie van %s beschikbaar is.

source: Unknown update checker status "%s"
nl_nl: Onbekende updatecontrole-status "%s"

source: There is no changelog available.
nl_nl: Er is geen veranderinsglogboek beschikbaar.

source: With this plugin you can add your CourseFlow shop to your website and connect woocommerce to your CourseFlow account
nl_nl: Met deze plugin kan je jouw CourseFlow account koppelen aan jouw website en woocommerce installatie
